IDEA Open Model
FoldedPlateData.Bends Property
Compatible with IDEA StatiCa Beta 20.0
 List of bends connected plates of foldedplate
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<BendData> Bends { get; set; }
Public Property Bends As List(Of BendData)
	Get
	Set
Property Value
Type: List<BendData>
See Also
Reference
FoldedPlateData Class
IdeaRS.OpenModel.Connection Namespace